Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: We measure your time talking, not the number of sessions — a one-minute exchange tells us nothing, ten one-minute exchanges tell us a lot.
de: Wir messen deine Sprechzeit, nicht die Zahl der Sitzungen — ein einminütiger Austausch sagt nichts, zehn davon sagen viel.
es: Medimos el tiempo que hablas, no el número de sesiones: un intercambio de un minuto no dice nada, diez de un minuto dicen mucho.
fr: On mesure ton temps de parole, pas le nombre de sessions — un échange d’une minute ne dit rien, dix échanges d’une minute disent beaucoup.
ja: セッションの回数ではなく、話した時間を見ます。1分の会話ひとつではわかりませんが、1分の会話が10回あれば多くのことがわかります。
ko: 세션 횟수가 아니라 말한 시간을 봅니다. 1분짜리 대화 하나로는 알 수 없지만, 1분짜리가 열 번이면 많은 걸 알 수 있어요.
zh_hans: 我们看的是说话时间，不是次数。一段1分钟的对话看不出什么，但十段1分钟的对话能看出很多。
zh_hant: 我們看的是說話時間，不是次數。一段1分鐘的對話看不出什麼，但十段1分鐘的對話能看出很多。

source: We'll remind you before your trial ends.
de: Wir erinnern dich, bevor dein Testzeitraum endet.
es: Te avisamos antes de que acabe la prueba gratis.
fr: On te prévient avant la fin de ton essai gratuit.
ja: 無料体験が終わる前にお知らせします。
ko: 무료 체험이 끝나기 전에 알려드릴게요.
zh_hans: 免费试用结束前会提醒你。
zh_hant: 免費試用結束前會提醒你。

source: Welcome to the beta
de: Willkommen in der Beta
es: Te damos la bienvenida a la beta
fr: Bienvenue dans la bêta
ja: ベータへようこそ
ko: 베타에 오신 걸 환영해요
zh_hans: 欢迎加入测试版
zh_hant: 歡迎加入測試版

source: What did you do today?
de: Was hast du heute gemacht?
es: ¿Qué hiciste hoy?
fr: Tu as fait quoi aujourd’hui ?
ja: 今日は何してた？
ko: 오늘 뭐 했어?
zh_hans: 今天做了什么？
zh_hant: 今天做了什麼？

source: What do you want to be able to do in %@?
de: Was möchtest du auf %@ können?
es: ¿Qué te gustaría poder hacer en %@?
fr: Qu’est-ce que tu aimerais pouvoir faire en %@ ?
ja: %@で何ができるようになりたいですか？
ko: %@로 뭘 할 수 있으면 좋겠어요?
zh_hans: 希望能用%@做什么？
zh_hant: 希望能用%@做什麼？

source: What each day was made of — talk turns, shadow takes, drill reviews.
de: Woraus jeder Tag bestand — Gesprächsbeiträge, Nachsprech-Aufnahmen, Übungswiederholungen.
es: De qué estuvo hecho cada día: turnos de conversación, tomas de shadowing, repasos de ejercicios.
fr: De quoi chaque journée était faite — tours de parole, prises de shadowing, révisions d’exercices.
ja: その日を何で満たしたか。会話のターン、シャドーイング、ドリルの復習。
ko: 그날 무엇으로 채웠는지 — 대화 턴, 섀도잉, 드릴 복습.
zh_hans: 那天是由什么组成的：对话回合、跟读、训练复习。
zh_hant: 那天是由什麼組成的：對話回合、跟讀、訓練複習。

source: What I heard
de: Was ich gehört habe
es: Lo que escuché
fr: Ce que j’ai entendu
ja: 聞こえた内容
ko: 들린 내용
zh_hans: 听到的内容
zh_hant: 聽到的內容

source: What I noticed lately
de: Was mir zuletzt aufgefallen ist
es: Lo que he notado últimamente
fr: Ce que j’ai remarqué récemment
ja: 最近気づいたこと
ko: 최근에 눈에 띈 것
zh_hans: 最近注意到的
zh_hant: 最近注意到的

source: What never moves the level
de: Was das Niveau nie bewegt
es: Lo que nunca mueve el nivel
fr: Ce qui ne fait jamais bouger le niveau
ja: レベルを動かさないもの
ko: 레벨을 움직이지 않는 것
zh_hans: 不会影响水平的
zh_hant: 不會影響程度的

source: What should I call you?
de: Wie soll ich dich nennen?
es: ¿Cómo quieres que te llame?
fr: Comment je t’appelle ?
ja: なんと呼べばいいですか？
ko: 뭐라고 부르면 될까요?
zh_hans: 该怎么称呼你？
zh_hant: 該怎麼稱呼你？

source: What to practice
de: Was du üben solltest
es: Para practicar
fr: À pratiquer
ja: 練習するもの
ko: 연습할 것
zh_hans: 待练习
zh_hant: 待練習

source: What uses credits?
de: Wofür Credits draufgehen
es: ¿En qué se gastan los créditos?
fr: Qu’est-ce qui consomme des crédits ?
ja: クレジットはいつ使われますか？
ko: 크레딧은 언제 쓰이나요?
zh_hans: 什么时候会用到点数？
zh_hant: 什麼時候會用到點數？

source: What uses talk time?
de: Was verbraucht Sprechzeit?
es: ¿En qué se gasta el tiempo de conversación?
fr: Qu’est-ce qui consomme du temps de conversation ?
ja: 通話時間は何に使われますか？
ko: 통화 시간은 어디에 쓰이나요?
zh_hans: 通话时间用在哪里？
zh_hant: 通話時間用在哪裡？

source: What you do
de: Was du machst
es: A qué te dedicas
fr: Ce que tu fais
ja: 仕事
ko: 하는 일
zh_hans: 工作
zh_hant: 工作

source: What you get
de: Was du bekommst
es: Lo que incluye
fr: Ce que tu obtiens
ja: 特典
ko: 혜택
zh_hans: 奖励
zh_hant: 獎勵

source: What you pick becomes your goal — practice aims at it.
de: Was du hier wählst, wird dein Ziel — das Üben richtet sich danach.
es: Lo que elijas aquí será tu objetivo, y la práctica apunta ahí.
fr: Ce que tu choisis devient ton objectif — la pratique visera ça.
ja: ここで選んだものが目標になり、練習もそれに合わせます。
ko: 여기서 고른 게 목표가 되고, 연습도 거기에 맞춰요.
zh_hans: 这里选的会成为你的目标，练习也会朝着它走。
zh_hant: 這裡選的會成為你的目標，練習也會朝著它走。

source: What you usually talk about
de: Worüber ihr meistens redet
es: De qué suelen hablar
fr: Ce dont tu parles avec elle d’habitude
ja: よく話すこと
ko: 주로 나누는 이야기
zh_hans: 平常聊些什么
zh_hant: 平常聊些什麼

source: What's measured
de: Was gemessen wird
es: Qué se mide
fr: Ce qui est mesuré
ja: 測定項目
ko: 측정 항목
zh_hans: 测量项目
zh_hant: 測量項目

source: What's on your mind this evening?
de: Was beschäftigt dich heute Abend?
es: ¿En qué piensas esta noche?
fr: À quoi tu penses, ce soir ?
ja: 今夜は、 何を考えていますか？
ko: 오늘 저녁, 무슨 생각해요?
zh_hans: 今晚， 在想什么？
zh_hant: 今晚， 在想什麼？

source: What's on your mind this afternoon?
de: Was geht dir heute Nachmittag durch den Kopf?
es: ¿Ya almorzaste?
fr: Tu as mangé, ce midi ?
ja: お昼は食べた？
ko: 점심은 먹었어?
zh_hans: 午餐吃了吗？
zh_hant: 午餐吃了嗎？

source: What's on your mind this morning?
de: Was geht dir heute Morgen durch den Kopf?
es: ¿Desayunaste ya?
fr: Tu as pris ton petit-déj ?
ja: 朝ごはんは食べた？
ko: 아침은 먹었어?
zh_hans: 早餐吃了吗？
zh_hant: 早餐吃了嗎？

source: What's on your mind tonight?
de: Was geht dir heute Nacht durch den Kopf?
es: Hablemos un rato antes de dormir.
fr: On discute un peu avant de dormir ?
ja: 寝る前にちょっと話そう。
ko: 자기 전에 잠깐 얘기하자.
zh_hans: 睡前聊一下吧。
zh_hant: 睡前聊一下吧。

source: What's the plan today?
de: Was steht heute an?
es: ¿Qué haces hoy?
fr: Tu fais quoi aujourd’hui ?
ja: 今日は何するの？
ko: 오늘 뭐 해?
zh_hans: 今天要干嘛？
zh_hant: 今天要幹嘛？

source: What's your native language?
de: Was ist deine Muttersprache?
es: ¿Qué idioma hablas normalmente?
fr: Quelle langue tu parles d’habitude ?
ja: 普段どの言葉を使っていますか？
ko: 평소 어떤 말을 쓰세요?
zh_hans: 平常用哪种语言？
zh_hant: 平常用哪種語言？

source: When should I call?
de: Wann soll ich anrufen?
es: ¿Cuándo te vuelvo a llamar?
fr: Je te rappelle quand ?
ja: いつかけ直そうか？
ko: 언제 다시 걸까?
zh_hans: 什么时候再打给你？
zh_hant: 什麼時候再打給你？

source: When should it come back?
de: Wann soll es wiederkommen?
es: ¿Cuándo lo volvemos a ver?
fr: On le revoit quand ?
ja: いつまた見ますか？
ko: 언제 다시 볼까요?
zh_hans: 什么时候再看？
zh_hant: 什麼時候再看？

source: When were you born?
de: Wann bist du geboren?
es: ¿Cuándo naciste?
fr: Quelle est ton année de naissance ?
ja: いつ生まれましたか？
ko: 언제 태어나셨나요?
zh_hans: 哪一年出生的？
zh_hant: 哪一年出生的？

source: When you run low
de: Wenn es knapp wird
es: Cuando se te acaben los créditos
fr: Quand les crédits viennent à manquer
ja: クレジットが足りなくなったら
ko: 크레딧이 부족해지면
zh_hans: 点数不够时
zh_hant: 點數不夠時

source: When you send a card to 10 minutes, tomorrow or 3 days, this is what brings it back. One reminder at a time, at the earliest thing waiting.
de: Wenn du eine Karte auf 10 Minuten, morgen oder 3 Tage schickst, holt dich das hier zurück. Immer nur eine Erinnerung, zum nächsten fälligen Eintrag.
es: Si mandas una tarjeta a 10 minutos, a mañana o a 3 días, esto es lo que la trae de vuelta. Un aviso cada vez, con lo primero que esté esperando.
fr: Quand tu envoies une carte à 10 minutes, à demain ou à 3 jours, c’est cette notification qui la ramène. Un seul rappel à la fois, réglé sur l’échéance la plus proche.
ja: カードを10分後・明日・3日後に送ると、そのときに戻してくれるのがこの通知です。いちばん早く待っている1件に合わせて、1回だけ鳴ります。
ko: 카드를 10분·내일·3일 뒤로 보내면, 그때 다시 꺼내주는 게 이 알림이에요. 가장 먼저 기다리는 항목 하나에 맞춰 한 번만 울려요.
zh_hans: 把卡片送到10分钟后、明天或3天后，到时候把它叫回来的就是这个通知。一次只响一次，对准最早等着的那一张。
zh_hant: 把卡片送到10分鐘後、明天或3天後，到時候把它叫回來的就是這個通知。一次只響一次，對準最早等著的那一張。

source: Where
de: Wo
es: Dónde
fr: Où
ja: どこで
ko: 어디서
zh_hans: 在哪里
zh_hant: 在哪裡

source: Where they live, what they do
de: Wo sie leben, was sie machen
es: Dónde vive y a qué se dedica
fr: Où elle vit, ce qu’elle fait
ja: 住んでいる場所、仕事
ko: 사는 곳, 하는 일
zh_hans: 住哪里、做什么
zh_hant: 住哪裡、做什麼

source: Where you live
de: Wo du lebst
es: Dónde vives
fr: Où tu habites
ja: 住んでいる場所
ko: 사는 곳
zh_hans: 住哪里
zh_hant: 住哪裡

source: Where you stand
de: Wo du stehst
es: Tu posición
fr: Où tu en es
ja: 自分の位置
ko: 내 위치
zh_hans: 你的位置
zh_hant: 你的位置

source: Which language do you want to speak?
de: Welche Sprache möchtest du sprechen?
es: ¿Qué idioma quieres hablar?
fr: Quelle langue tu veux parler ?
ja: どの言語を話したいですか？
ko: 어떤 언어를 말하고 싶으세요?
zh_hans: 想说哪种语言？
zh_hant: 想說哪種語言？

source: Which language next?
de: Welche Sprache als Nächstes?
es: ¿Cuál es el siguiente idioma?
fr: Quelle langue ensuite ?
ja: 次はどの言語にしますか？
ko: 다음은 어떤 언어로 할까요?
zh_hans: 下一个要学哪种语言？
zh_hant: 下一個要學哪種語言？

source: Which mic?
de: Welches Mikrofon?
es: ¿Con qué micrófono grabamos?
fr: Quel micro ?
ja: どのマイクで録音しますか？
ko: 어느 마이크로 녹음할까요?
zh_hans: 用哪个麦克风录音？
zh_hant: 用哪個麥克風錄音？

source: While you hold a seat you get %lld extra minutes of talk a day.
de: Solange du einen Platz hast, bekommst du täglich %lld Minuten extra Sprechzeit.
es: Mientras tengas una plaza, recibes %lld minutos más de conversación al día.
fr: Tant que tu gardes ta place, tu reçois %lld minutes de conversation en plus par jour.
ja: 席を保っている間、毎日通話が%lld分増えます。
ko: 자리를 지키는 동안 매일 통화 %lld분을 더 받아요.
zh_hans: 持有席位期间，每天多%lld分钟通话。
zh_hant: 持有席位期間，每天多%lld分鐘通話。

source: Who
de: Wer
es: Quién
fr: Qui
ja: 誰
ko: 누구
zh_hans: 谁
zh_hant: 誰

source: Who you live with (optional)
de: Mit wem du lebst (optional)
es: Con quién vives (opcional)
fr: Avec qui tu vis (facultatif)
ja: 一緒に住んでいる人（任意）
ko: 함께 사는 사람 (선택)
zh_hans: 同住的人（选填）
zh_hant: 同住的人（選填）

source: Who you're talking to
de: Mit wem du sprichst
es: Con quién hablas
fr: À qui tu parles
ja: 話し相手
ko: 대화 상대
zh_hans: 对话对象
zh_hant: 對話對象

source: Whoever qualified first takes it.
de: Wer sich zuerst qualifiziert hat, rückt nach.
es: Se sienta primero quien cumplió el criterio antes.
fr: La place va à la personne qualifiée en premier.
ja: 先に資格を得た人が先に座ります。
ko: 자격을 먼저 갖춘 사람이 먼저 앉아요.
zh_hans: 先取得资格的人先坐。
zh_hant: 先取得資格的人先坐。

source: Why this level
de: Warum dieses Niveau
es: Por qué este nivel
fr: Pourquoi ce niveau
ja: なぜこのレベルか
ko: 왜 이 레벨인가
zh_hans: 为什么是这个水平
zh_hant: 為什麼是這個程度

source: with %@
de: mit %@
es: con %@
fr: avec %@
ja: 相手: %@
ko: 상대: %@
zh_hans: 对方：%@
zh_hant: 對方：%@

source: Withdraw consent & delete my voice
de: Einwilligung widerrufen & Stimme löschen
es: Retirar el consentimiento y eliminar mi voz
fr: Retirer mon consentement et supprimer ma voix
ja: 同意を撤回して声を削除
ko: 동의 철회 및 목소리 삭제
zh_hans: 撤回同意并删除我的声音
zh_hant: 撤回同意並刪除我的聲音

source: Word & phrase playback
de: Wort- & Satzwiedergabe
es: Escuchar palabras y frases
fr: Écouter mots et phrases
ja: 単語・文を聞く
ko: 단어·문장 듣기
zh_hans: 单词·句子播放
zh_hant: 單字·句子播放

source: Word notebook
de: Vokabelheft
es: Libreta de palabras
fr: Carnet de vocabulaire
ja: 単語帳
ko: 단어장
zh_hans: 单词本
zh_hant: 單字本

source: word or line mastered, out of %lld your talks and watches have made
de: Wort oder Satz gemeistert, von %lld, die deine Gespräche und Watches erzeugt haben
es: palabra o frase aprendida, de las %lld que han generado tus llamadas y escenas
fr: mot ou phrase acquis, sur les %lld que tes appels et tes scènes ont produits
ja: 通話とシーン練習で生まれた%lld個のうち覚えました
ko: 대화와 시청이 만든 %lld개 중에서 익혔어요
zh_hans: 在通话和情境练习累积的%lld个当中已学会
zh_hant: 在通話和情境練習累積的%lld個當中已學會

source: Word starts, speed-matched — orange landed off the target's beat.
de: Wortanfänge, tempoangeglichen — Orange lag neben dem Takt des Originals.
es: Dónde empieza cada palabra, ya ajustada la velocidad. En naranja, lo que se salió del ritmo original.
fr: Le début de chaque mot, une fois la vitesse alignée. En orange, ce qui est sorti du rythme d’origine.
ja: 速度を合わせたうえでの、各単語の始まりの位置です。オレンジは元のリズムから外れた部分です。
ko: 속도를 맞춘 뒤 각 단어가 시작된 지점이에요. 주황색은 원래 박자에서 벗어난 부분이고요.
zh_hans: 调整速度后，每个单词开始的位置。橘色是偏离原本节奏的地方。
zh_hant: 調整速度後，每個單字開始的位置。橘色是偏離原本節奏的地方。

source: words
de: Wörter
es: palabras
fr: mots
ja: 単語
ko: 단어
zh_hans: 单词
zh_hant: 單字

source: Words
de: Wörter
es: Palabras
fr: Mots
ja: 単語
ko: 단어
zh_hans: 单词
zh_hant: 單字

source: words and lines mastered, out of %lld your talks and watches have made
de: Wörter und Sätze gemeistert, von %lld, die deine Gespräche und Watches erzeugt haben
es: palabras y frases aprendidas, de las %lld que han generado tus llamadas y escenas
fr: mots et phrases acquis, sur les %lld que tes appels et tes scènes ont produits
ja: 通話とシーン練習で生まれた%lld個のうち覚えました
ko: 대화와 시청이 만든 %lld개 중에서 익혔어요
zh_hans: 在通话和情境练习累积的%lld个当中已学会
zh_hant: 在通話和情境練習累積的%lld個當中已學會

source: Words from your notebook to keep studying.
de: Wörter aus deinem Notizbuch zum Weiterlernen.
es: Palabras de tu libreta para seguir estudiando.
fr: Des mots de ton carnet à continuer de travailler.
ja: ノートにためた、続けて学ぶ単語。
ko: 노트에 모아 둔, 계속 공부할 단어들.
zh_hans: 收在笔记里、要继续学的单词。
zh_hant: 收在筆記裡、要繼續學的單字。

source: words only
de: nur Wörter
es: solo palabras
fr: mots seuls
ja: 単語のみ
ko: 단어만
zh_hans: 仅单词
zh_hant: 僅單字

source: Words you use, by level
de: Deine Wörter nach Niveau
es: Palabras que usas, por nivel
fr: Mots que tu utilises, par niveau
ja: 使った単語、レベル別
ko: 내가 쓴 단어, 레벨별
zh_hans: 我用过的单词，依等级
zh_hant: 我用過的單字，依等級

source: Words you used first
de: Deine ersten Wörter
es: Palabras que usaste por primera vez
fr: Mots dits pour la première fois
ja: 初めて使った単語
ko: 내가 처음 쓴 단어
zh_hans: 我第一次用的单词
zh_hant: 我第一次用的單字

source: Words you're keeping to study
de: Wörter, die du zum Lernen behältst
es: Palabras que guardas para estudiar
fr: Mots gardés pour les travailler
ja: 学び続けるために残した単語
ko: 계속 학습하려고 담아둔 단어
zh_hans: 留下来继续学的单词
zh_hant: 留下來繼續學的單字

source: Working…
de: Wird bearbeitet…
es: Procesando…
fr: En cours…
ja: 処理中…
ko: 처리 중…
zh_hans: 处理中…
zh_hant: 處理中…

source: Write it in %@ — it's what "you" will talk from, and writing it is practice too. The specific beats the polished: your job, your town, the thing you'd actually talk about for an hour.
de: Schreib sie auf %@ — daraus spricht „dein“ Persona, und das Schreiben selbst ist Übung. Konkret schlägt poliert: dein Job, dein Ort, das Thema, über das du wirklich eine Stunde reden würdest.
es: Escríbelo en %@: "tú" hablarás a partir de esto, y escribirlo ya es práctica. Mejor concreto que pulido: tu trabajo, tu barrio, ese tema del que hablarías una hora.
fr: Écris-le en %@ — c’est de là que « toi » parlera, et l’écrire est déjà un entraînement. Le concret vaut mieux que le léché : ton métier, ton quartier, ce dont tu parlerais une heure sans t’arrêter.
ja: %@で書いてみてください。「自分」はこの紹介をもとに話しますし、書くこと自体が練習になります。きれいな文より具体的な中身を。仕事、住んでいる町、1時間でも話せるあの話題。
ko: %@로 써 보세요 — "나"가 이 소개를 바탕으로 말하고, 쓰는 것 자체가 연습이에요. 매끈한 문장보다 구체적인 내용이 좋아요: 하는 일, 사는 동네, 한 시간이고 떠들 수 있는 그 이야기.
zh_hans: 用%@写。「你」会以这段介绍为底来聊，写本身也是练习。具体比漂亮重要：做什么工作、住哪里、能聊上一小时的那件事。
zh_hant: 用%@寫。「你」會以這段介紹為底來聊，寫本身也是練習。具體比漂亮重要：做什麼工作、住哪裡、能聊上一小時的那件事。

source: Write to us to see or correct what we hold about you, including the date you gave consent.
de: Schreib uns, um einzusehen oder zu korrigieren, was wir über dich gespeichert haben – einschließlich des Datums deiner Einwilligung.
es: Escríbenos para ver o corregir lo que guardamos sobre ti, incluida la fecha en que diste tu consentimiento.
fr: Écris-nous pour voir ou corriger ce que nous gardons sur toi, y compris la date de ton consentement.
ja: 同意した日付を含め、保管中の情報の確認や修正はお問い合わせください。
ko: 동의한 날짜를 비롯해 보관 중인 내 정보를 확인하거나 고치고 싶으면 문의해 주세요.
zh_hans: 想确认或修改我们保存的数据（包含同意日期），请来信告诉我们。
zh_hant: 想確認或修改我們保存的資料（包含同意日期），請來信告訴我們。

source: Writing down what you said…
de: Schreibe auf, was du gesagt hast…
es: Transcribiendo lo que acabas de decir…
fr: Transcription de ce que tu viens de dire…
ja: いま話した内容を書き起こし中…
ko: 방금 말한 내용을 받아쓰는 중…
zh_hans: 正在记下刚才说的内容…
zh_hant: 正在記下剛才說的內容…

source: Writing the backup file. This is the slow part — keep the app open.
de: Die Backup-Datei wird geschrieben. Das ist der langsame Teil — lass die App offen.
es: Escribiendo el archivo de copia. Esta es la parte lenta: deja la app abierta.
fr: Écriture du fichier de sauvegarde. C’est la partie la plus longue : laisse l’app ouverte.
ja: バックアップファイルを書き込んでいます。ここがいちばん時間がかかるので、アプリを開いたままお待ちください。
ko: 백업 파일을 쓰는 중이에요. 여기가 제일 오래 걸리니 앱을 켜 둔 채로 기다려 주세요.
zh_hans: 正在写入备份档。这一步最花时间，请先不要关掉 App。
zh_hant: 正在寫入備份檔。這一步最花時間，請先不要關掉 App。

source: Writing the dialogue…
de: Dialog wird geschrieben…
es: Escribiendo el diálogo…
fr: Écriture du dialogue…
ja: 会話を書いています…
ko: 대화를 쓰는 중…
zh_hans: 正在写对话…
zh_hant: 正在寫對話…

source: Writing this scenario's scene…
de: Die Szene zu dieser Situation wird geschrieben…
es: Escribiendo la escena de esta situación…
fr: Écriture de la scène de cette situation…
ja: このシチュエーションのシーンを書いています…
ko: 이 상황연습을 쓰는 중…
zh_hans: 正在写这个情境的场景…
zh_hant: 正在寫這個情境的場景…

source: Writing this scene…
de: Szene wird geschrieben…
es: Escribiendo esta escena…
fr: Écriture de cette scène…
ja: このシーンを書いています…
ko: 상황연습을 쓰는 중…
zh_hans: 正在写这段情境练习…
zh_hant: 正在寫這段情境練習…

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
zh_hans: 昨天
zh_hant: 昨天

source: You
de: Du
es: Yo
fr: Moi
ja: 自分
ko: 나
zh_hans: 我
zh_hant: 我

source: You · %lld
de: Du · %lld
es: Yo · %lld
fr: Moi · %lld
ja: 自分 · %lld
ko: 나 · %lld
zh_hans: 我 · %lld
zh_hant: 我 · %lld

source: You and your friend each get 300 credits when they join with your code — for up to 10 friends.
de: Du und dein Freund bekommt je 300 Credits, wenn er mit deinem Code beitritt — für bis zu 10 Freunde.
es: Si un amigo se registra con tu código, cada uno recibe 300 créditos. Hasta 10 amigos.
fr: Un ami s’inscrit avec ton code : 300 crédits pour lui, 300 pour toi. Jusqu’à 10 amis.
ja: 友だちがこのコードで登録すると、ふたりとも300クレジットもらえます。最大10人までです。
ko: 친구가 내 코드로 가입하면 둘 다 300 크레딧을 받아요. 최대 10명까지요.
zh_hans: 朋友用你的邀请码加入，两人各拿到300点数。最多10位朋友。
zh_hant: 朋友用你的邀請碼加入，兩人各拿到300點數。最多10位朋友。

source: You and your friend each get about an hour of talk time when they join with your code — for up to 10 friends.
de: Ihr bekommt beide rund eine Stunde Sprechzeit, wenn jemand mit deinem Code beitritt — für bis zu 10 Personen.
es: Si un amigo se registra con tu código, cada uno recibe cerca de una hora de tiempo de conversación. Hasta 10 amigos.
fr: Un ami s’inscrit avec ton code : environ une heure de conversation pour lui, autant pour toi. Jusqu’à 10 amis.
ja: 友だちがこのコードで登録すると、ふたりとも通話時間が約1時間ずつもらえます。最大10人までです。
ko: 친구가 내 코드로 가입하면 둘 다 통화 시간을 약 1시간씩 받아요 — 최대 10명까지.
zh_hans: 朋友用你的邀请码加入，两人各拿到约1小时的通话时间。最多10位朋友。
zh_hant: 朋友用你的邀請碼加入，兩人各拿到約1小時的通話時間。最多10位朋友。

source: You asked to see these again
de: Du wolltest sie wiedersehen
es: Pediste volver a ver estos
fr: Ce que tu as demandé à revoir
ja: もう一度見ることにした項目です
ko: 다시 보기로 한 항목이에요
zh_hans: 之前选了再看一次的项目
zh_hant: 之前選了再看一次的項目

# You finished %lld card%@. They'll surface again on the Leitner schedule.
source: You finished %1$lld card%2$@. They'll surface again on the Leitner schedule.
de: %1$lld Karte(n) geschafft. Sie tauchen nach dem Leitner-Plan wieder auf.
es: Terminaste %1$lld tarjetas. Volverán a aparecer según el calendario de repaso.
fr: Tu as terminé %1$lld cartes. Elles reviendront selon le calendrier de révision.
ja: カードを%1$lld枚終えました。復習スケジュールに合わせてまた出てきます。
ko: 카드 %1$lld장을 끝냈어요. 복습 일정에 따라 다시 나타나요.
zh_hans: 完成了%1$lld张卡片。之后会照复习计划再出现。
zh_hant: 完成了%1$lld張卡片。之後會照複習排程再出現。

# You finished %lld cards. %lld more are waiting when you're ready.
source: You finished %1$lld cards. %2$lld more are waiting when you're ready.
de: Du hast %1$lld Karten geschafft. %2$lld weitere warten, wenn du so weit bist.
es: Terminaste %1$lld tarjetas. Quedan %2$lld esperando cuando quieras seguir.
fr: Tu as terminé %1$lld cartes. Il en reste %2$lld qui attendent quand tu veux.
ja: カードを%1$lld枚終えました。準備ができたら、あと%2$lld枚が待っています。
ko: 카드 %1$lld장을 끝냈어요. 준비되면 %2$lld장이 더 기다리고 있어요.
zh_hans: 完成了%1$lld张卡片。准备好的话，还有%2$lld张在等着。
zh_hant: 完成了%1$lld張卡片。準備好的話，還有%2$lld張在等著。

source: You haven't used any talk time today.
de: Du hast heute keine Sprechzeit verbraucht.
es: Hoy no has usado tiempo de conversación.
fr: Tu n’as pas utilisé de temps de conversation aujourd’hui.
ja: 今日はまだ通話時間を使っていません。
ko: 오늘은 통화 시간을 쓰지 않았어요.
zh_hans: 今天还没用到通话时间。
zh_hant: 今天還沒用到通話時間。

source: You hit today's goal.
de: Du hast dein Tagesziel erreicht.
es: Ya llegaste al objetivo de hoy.
fr: T’as bouclé l’objectif du jour.
ja: 今日の目標、達成したね。
ko: 오늘 목표 다 채웠네.
zh_hans: 今天目标达成啰！
zh_hant: 今天目標達成囉！

source: You just heard yourself handle a real situation. Did it sound like you?
de: Du hast dich gerade eine echte Situation meistern hören. Klang das nach dir?
es: Acabas de oírte resolver una situación real. ¿Te sonó a tu voz?
fr: Tu viens de t’entendre gérer une vraie situation. C’était bien ta voix ?
ja: いま、実際の状況を自分がこなすのを聞きました。自分の声に聞こえましたか？
ko: 방금 내가 실제 상황을 풀어가는 걸 들으셨어요. 내 목소리 같던가요?
zh_hans: 刚才听到了自己处理真实情境的样子。听起来像你吗？
zh_hant: 剛才聽到了自己處理真實情境的樣子。聽起來像你嗎？

source: You just talked with your future voice. What felt right — and what felt off?
de: Du hast gerade mit deiner zukünftigen Stimme gesprochen. Was hat gepasst — und was nicht?
es: Acabas de hablar con tu voz ya fluida. ¿Qué te encajó y qué te resultó raro?
fr: Tu viens de parler avec ta voix déjà fluide. Qu’est-ce qui t’a plu, et qu’est-ce qui sonnait faux ?
ja: いま、流暢になった自分の声と話しました。どこがよくて、どこに違和感がありましたか？
ko: 방금 유창해진 내 목소리와 대화하셨어요. 어떤 점이 좋았고, 어떤 점이 어색했나요?
zh_hans: 刚才和流利的自己聊了一场。哪里感觉对，哪里感觉怪？
zh_hant: 剛才和流利的自己聊了一場。哪裡感覺對，哪裡感覺怪？

source: You need to be at least %lld to use this app. Making a voice model counts as biometric data, and the service that builds it does not allow it for younger users. Nothing has been saved.
de: Du musst mindestens %lld Jahre alt sein, um diese App zu nutzen. Ein Stimmmodell zu erstellen gilt als Verarbeitung biometrischer Daten, und der Dienst dahinter erlaubt das für jüngere Nutzer nicht. Es wurde nichts gespeichert.
es: Para usar esta app tienes que tener al menos %lld años. El modelo de voz es un dato biométrico, y el servicio que lo crea no lo permite a menores de esa edad. No se ha guardado nada.
fr: Il faut avoir au moins %lld ans pour utiliser cette app. Un modèle de voix est une donnée biométrique, et le service qui le crée ne l’autorise pas en dessous de cet âge. Rien n’a été enregistré.
ja: このアプリは%lld歳以上の方のみ使えます。音声モデルは生体情報にあたり、モデルを作るサービスがそれより若い利用者には許可していません。入力内容は保存されていません。
ko: 이 앱은 만 %lld세 이상만 쓸 수 있습니다. 음성 모델은 생체인식정보라서, 모델을 만드는 서비스가 그보다 어린 이용자에게는 허용하지 않습니다. 입력하신 내용은 저장되지 않았습니다.
zh_hans: 必须年满%lld岁才能使用这个 App。语音模型属于生物特征数据，创建模型的服务不允许更年轻的用户。刚才输入的内容没有保存。
zh_hant: 必須年滿%lld歲才能使用這個 App。語音模型屬於生物特徵資料，建立模型的服務不允許更年輕的使用者。剛才輸入的內容沒有儲存。

source: You skipped every line. They'll be waiting whenever you want to say them.
de: Du hast alle Sätze übersprungen. Sie warten, wann immer du sie sagen willst.
es: Saltaste todas las frases. Seguirán aquí para cuando quieras decirlas.
fr: Tu as passé toutes les phrases. Elles attendront le moment où tu voudras les dire.
ja: すべての文をスキップしました。話したくなったら、そのまま待っています。
ko: 모든 문장을 건너뛰었어요. 말하고 싶어질 때 그대로 기다리고 있을게요.
zh_hans: 所有句子都跳过了。想说的时候，它们都还在。
zh_hant: 所有句子都跳過了。想說的時候，它們都還在。

source: You used this for the first time.
de: Dieses Wort hast du zum ersten Mal benutzt.
es: Es la primera vez que usas esta palabra.
fr: C’est la première fois que tu utilises ce mot.
ja: 今回初めて使った単語です。
ko: 이번에 처음 쓴 단어예요.
zh_hans: 这次是第一次用的单词。
zh_hant: 這次是第一次用的單字。

source: You used what you practiced
de: Du hast Geübtes verwendet
es: Usaste lo que practicaste
fr: Tu as utilisé ce que tu as travaillé
ja: 練習したことを実際に使いました
ko: 연습한 걸 실제로 썼어요
zh_hans: 练习过的真的用上了
zh_hant: 練習過的真的用上了

source: You'll both get 300 credits when you sign in.
de: Ihr bekommt beide 300 Credits, sobald du dich anmeldest.
es: Al iniciar sesión, cada uno recibe 300 créditos.
fr: Connecte-toi et chacun reçoit 300 crédits.
ja: ログインすると、ふたりとも300クレジットもらえます。
ko: 로그인하면 둘 다 300 크레딧을 받아요.
zh_hans: 登录后，两人各拿到300点数。
zh_hant: 登入後，兩人各拿到300點數。
